{
  "token": "1234567890",
	"reacts": [
		[
			"649389360860495882.681602503682293838",
			{	
				"limit": 1,
				"reactions": [
					["🍑", "650427568838672415"],
					["🍌", "650427569966940201"],
					["🍒","681601170501926970"]
				]
			}
    		],[ Дубликат для повторного опроса.
			".", Айди чата (точку не удаляем), айди сообщения (которому будут добавлены эмоции).
			{	
				"limit": 1, Кол-во ролей которое может выдать себе пользователь.
				"reactions": [
					["", ""] Айди эмоции,айди роли.
				]
			}
		]
	]
}
После всех настроек можете удалить этот файл. 

Если у вас остались вопросы или возникла проблема с ботом, напишите в дискорд !Мандаринка#7448

Поддержка проекта - https://discord.gg/WtMdGKw